{
    "zjdr4": [
        {
            "izjdrd": "drzj77074",
            "tzjdritle": "孩有孩样",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-11/202512111765426934.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/363.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/974.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "李奎,林嘉,张睿轩,曹君豪,董昕赟,李慧灵,邵泓菲,杨哲文,孙小媛,何雨霏,程就,张嘉如",
            "dzjdrirector": "张波",
            "azjdrrea": "大陆",
            "tzjdrag": "喜剧,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　香城是一座近两千万人的现代化一线城市，在这座城市中又是有千千万万个家庭及个人密切的组织在一起。其中来自于花样年小区三户人家尤为特别，三个不同地域的家庭，四川家庭、东北家庭、本地家庭，父母从事不同的工作，孩子们成为三个家庭常来常往的特殊纽带。　　故事开始林家长子林卫尉与许思蕊在学校因琐事产生摩擦，两位家长不同的处理方式为引。展示了不同地区人们风趣的地方方言，以及幽默的人物性格。父母在与孩子相处中中，产生各种各样的问题时，父母以及子女之间不同的态度。每集通过各类社会热点话题、热点教育问题、丰富的时尚网络元素。"
        },
        {
            "izjdrd": "drzj77358",
            "tzjdritle": "将爱情进行到底1998",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-16/17658602271.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/604.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/512.m3u8"
            ],
            "yzjdrear": "1998",
            "azjdrctor": "李亚鹏,徐静蕾,王学兵,王渝文,谢雨欣,陈明,袁鸣,高旗,廖凡,田震,崔达治,陈琛,龚蓓苾,张楚,夏志卿,姜虹,盛亚人,李志良,胡艺,吴竞,郭畅,常亚娟",
            "dzjdrirector": "张一白",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情",
            "fzjdren": "7.9",
            "czjdrontent": "　　1990年代，上海某所高校。来自偏远小城的杨铮（李亚鹏）自小好强，大学里亦不例外。他结识不同专业但同爱流汗的乐言（王学兵）、雨森（廖凡）、佳伟（崔达治）和若彤（王渝文）后，四个男生组成了一支男子接力赛跑队伍，若彤做了拉拉队的队长。随后如天使的女孩文慧（徐静蕾）走进杨铮的生活，成为他生命中最重要的人，他不知文慧是雨森暗恋长达一年的女孩，也不知若彤一直对他倾心，而乐言又偷偷爱着若彤，但这些没有影响他们的友情，几个年轻人在操场上度过了许许多多的欢乐时光。　　激情褪去，杨铮与文慧的爱情遭遇生活。杨铮要毕业时，文慧与他就工作问题发生激烈的争吵，两人分手，杨铮去了南方做生意，伤心的文慧开始与雨森交往。雨森察觉到杨铮依旧在文慧心中占有很重的分量时，动情向她表白，却不幸死于车祸，杨铮返校与大伙一起以跑接力的方式将他怀念，并借机对文慧重新展开追求，文慧无法接受。不久文慧之外的所有人毕业离校，若彤进了电视台做记者，乐言成了设计师，杨铮则又回南方。　　一年过去，始终放不下文慧的杨铮再返校园，却得知文慧即将赴美，伤心欲绝。不久他在投机生意中被采访的若彤发现，震惊之余，若彤极力相帮，没能改变他被判入狱一年的命运。期间乐言结识精灵女孩小艾（谢雨欣），两人与若彤等人在心烦意乱时仍会像大学时那样在操场上借助奔跑、呐喊将之赶走。杨铮出狱后几乎一无所有，若彤成了帮助他重建自信的身边人，杨铮对她慢慢由感激转为爱意，这时文慧归国。"
        },
        {
            "izjdrd": "drzj77326",
            "tzjdritle": "一村之长",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-15/17657650861.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/552.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/283.m3u8"
            ],
            "yzjdrear": "1993",
            "azjdrctor": "赵本山,方青卓,杨子纯,马恩然,高宝宝,韩童生,祝士彬",
            "dzjdrirector": "朱一民",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭,喜剧",
            "fzjdren": "7.8",
            "czjdrontent": "　　油坊营子乡征了五十亩好地作开发区，副乡长黄德强和老赵开始了一场明争暗斗，不想郝运来却被推上代理乡长。 当年在油坊营子插队的梁玉芬帮地重游，与郝运来相逢，两人旧情难断，在郝运来的建议下，梁玉芬欲投资“古井”矿泉水厂，郝妻刘翟平很为恼火，夫妻之间的关系很紧张，裂痕愈发加大。"
        },
        {
            "izjdrd": "drzj77294",
            "tzjdritle": "辣妈正传",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-14/17656826351.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/528.m3u8"
            ],
            "yzjdrear": "2013",
            "azjdrctor": "孙俪,张译,明道,邬君梅,张晨光,奚美娟,秦沛,朱茵,杨昆",
            "dzjdrirector": "沈严,刘海波",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭,喜剧,剧情",
            "fzjdren": "6.8",
            "czjdrontent": "　　对于夏冰（孙俪 饰）和元宝（张译 饰）这对生活在五光十色、物欲社会下的前卫时尚男女来说，结婚生子似乎是一个虚无缥缈有老套无聊的话题。谁知命运往往就爱开一个事与愿违的玩笑，曾经信誓旦旦30岁前绝不结婚、35岁前绝不生孩子的夏冰，竟意外得知自己怀有身孕的消息。当初为爱情插朋友两刀的元宝，使出浑身解数总算让夏冰同意保住孩子，并如愿携手美人步入婚礼殿堂。然而这对新人一方面要承受来自双方观念保守的父母的压力，一方面也要面对职场上的严峻考验。　　夏冰强势的女上司李木子（邬君梅 饰）原本对其器重有加，但夏冰结婚的消息无疑使办公室内的硝烟悄然弥漫。而随着多年来求子不成的李木子也怀有身孕后，这群职场女性的内心悄悄发生着改变……"
        },
        {
            "izjdrd": "drzj74319",
            "tzjdritle": "玻璃屋里的人",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-14/202512141765679850.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/897.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/724.m3u8"
            ],
            "yzjdrear": "1995",
            "azjdrctor": "谢兰,刘涛,沈冠初,邵万林,杨静,赵肖南,郑红明,洪秀珍",
            "dzjdrirector": "赵玉嵘",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "玻璃屋里的人"
        },
        {
            "izjdrd": "drzj77291",
            "tzjdritle": "靠近你温暖我",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-14/17656812161.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/284.m3u8"
            ],
            "yzjdrear": "2006",
            "azjdrctor": "许晴,梅婷,柯蓝,高曙光,林依轮,耿乐,黄志忠",
            "dzjdrirector": "张建栋",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "7.6",
            "czjdrontent": "　　丁爱羽（许晴 饰）年轻漂亮事业有为，只可惜在爱情上总是不如意，屡屡背负上“小三”的骂名。方可舟（梅婷 饰）表面上拥有一个幸福的家庭，然而实际上，她和丈夫罗建军（高曙光 饰）之间的关系早已经跌入了冰点，无论是灵魂还是肉体，两人都毫无交集。　　早年的艰难经历让谢香枚（柯蓝 饰）的个性变得坚韧而又不驯，这也是男人们对她退避三舍的主要原因。谢香枚早已经习惯了用冰冷的外表武装柔弱的内心，没有人能够看到他真实的面貌，直到有一天，一个名叫林丹青（耿乐 饰）的男人出现在了他的面前。起先，谢香枚和林丹青相互看彼此不顺眼，然而，随着时间的推移，两颗孤独的心渐渐靠近。"
        },
        {
            "izjdrd": "drzj77028",
            "tzjdritle": "一朝成名",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-09/17652522031.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/396.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "王佳璇,田甜一",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,科幻",
            "fzjdren": "6.2",
            "czjdrontent": "天才少年林东风与富家千金郑婉之是一对校园情侣，正在试图挽救毕业即分手的局面。恰逢国内科技巨头华盛集团负责人顾冰卿向林东风发出邀请，在林东风犹豫不决时，他在网络上发表的关于可控核聚变的言论引起国内外的高度重视。物理学泰斗吴文勇发现了林东风的天才之处，并在科技部部长杨正道的带领下成立逐日小组，由林东风率队攻克可控核聚变技术。在实验不同阶段，林东风面临来自对手的窃取，情感的抉择，内部的审查等多重考验。"
        },
        {
            "izjdrd": "drzj77262",
            "tzjdritle": "渡魂：夜行者",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-12/202512121765517831.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/987.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/367.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "小莫",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "梦想成为赛车手的夜间出租车司机小莫，在雨夜的山路上开车坠落悬崖，幸好被一名乘车的神秘老者所救。作为交换，老者让小莫开车运送死去的灵魂，将灵魂送往生门，每次完成任务都会为小莫赚取生命余额。小莫在接送灵魂的过程中，遇到了各种因心怀执念而逗留人间的灵魂，小莫载着灵魂去完成最后的心愿，从中他感受到了情感的温暖，也体会到了生命的价值与意义。最终，小莫发现最后一个要接送的灵魂竟然是躺在床上昏迷不醒的自己，这时老者出现点破真相——小莫因绝望而自杀。在他昏迷梦境中的摆渡任务，正是解开心结的试炼。小莫苏醒与妻子相拥。经历劫难，他明白了：唯有爱与陪伴才值得守护。"
        },
        {
            "izjdrd": "drzj77099",
            "tzjdritle": "盛夏晚晴天",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-12/17655025531.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/503.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/85.m3u8"
            ],
            "yzjdrear": "2013",
            "azjdrctor": "刘恺威,杨幂,吴建飞,樊少皇",
            "dzjdrirector": "麦贯之",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,家庭,剧情",
            "fzjdren": "6.1",
            "czjdrontent": "　　夏晚晴（杨幂 饰）是华朗集团董事长（张晨光 饰）的千金，先后遭遇了爱情和友情的双重背叛。她先遭闺蜜莱雪（梁又琳 饰）陷害，唯一的知情者就是乔家大少乔津帆（刘恺威 饰）。穷小子莫凌天（吴建飞 饰）与晚晴相爱三年，订婚当日受莱雪挑唆抛弃晚晴而去，在莱雪感情和利益的双重诱惑下加入乔氏，充分暴露出他想上位的野心。哥哥晚阳（樊少皇 饰）虽生在势利苛刻的夏家，但他祟尚自由，对做生意没什么兴趣。乔津帆是乔氏集团的唯一继承人，是个做事张扬、放荡不羁的花花公子， 整日周旋在各种美女之间，唯一的嗜好就是挥霍老爸的财产，当他知道老爸欲将旧情人的私生女莱雪入驻乔府时，决心不惜一斗。在经历商业险恶和家庭变故后，乔津帆跟同样不相信爱情的夏晚晴竟在彼此身上找到了真爱，逐渐走到了一起。"
        },
        {
            "izjdrd": "drzj77067",
            "tzjdritle": "风墙",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-11/17654222271.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/47.m3u8"
            ],
            "yzjdrear": "1996",
            "azjdrctor": "邢佳栋,颜丙燕,曹卫宇,杨佩婷,陈丽峰,孔宇亮,李冰倩,原雅轩,张喜前,王丽云,唐磊,赵克明,司卫东",
            "dzjdrirector": "方芬",
            "azjdrrea": "大陆",
            "tzjdrag": "历史,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　故事情节：一群刚上大学的学生快乐与忧愁的大学生活，有理不清的男女关系，有学不完的书本知识．印象很深的是一个大学生恋爱失败，也许是经不起世故打击经不起人生坎坷，从此他变的只剩自己的内心空间，我们都知道这需要时间来慢慢抚平心中的创伤.后来毅然决定出家，他意志坚决，消失一段时候后同学找到他的是在一所寺院里．削发为一出家人，纵使同学，老师怎么劝说也改变不了他坚定不移的决心，从他面容可以看出那种平息的忘我的，麻木的环境似乎很适合他．也不再感觉到这有什么不可思议.但我们回过头来还是很难想象他为什么会选择如此大的动作来证明自己的存在，能简单的说是意气用事？是逃避吗？感慨之后只能说每个人选择不同的路而已 　　另一个男生原来也是很清纯的，但为了取到他人的认可或尊重吧，事事求助于一个伯父，虽然把事情都处理的很好，却逐渐迷失了自我，没了年轻人应有的冲劲，变得太油滑，太世故，这不能不说是一种痛失。"
        },
        {
            "izjdrd": "drzj77060",
            "tzjdritle": "让爱重来",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-11/202512111765416194.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/626.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/613.m3u8"
            ],
            "yzjdrear": "2000",
            "azjdrctor": "李立群,梅婷,韩雯雯,王丽云",
            "dzjdrirector": "吴晓耕",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭,剧情",
            "fzjdren": "8.2",
            "czjdrontent": "故事开始于一个大雨滂沱的夜晚，环卫工人雷敬德（李立群 饰）得知了自己的妻子淑琴（王丽云 饰）在医院临盆的消息，他欢天喜地的赶往医院，想要快点看见自己刚刚出世的孩子。哪知道在路上，雷敬德捡到了一个同样刚刚呱呱坠地的女婴，看着女婴天真无邪的笑颜，雷敬德最终决定把她带回家收养，并且起名为媛媛（梅婷 饰）。　　雷敬德的家庭状况并不富裕，收养媛媛意味着他们家一下子多了两张嘴要吃饭。顶不住生活压力的淑琴几次想将媛媛送人，但都被雷敬德追了回来。雷敬德对媛媛的爱甚至超过了对自己的亲生儿子小超，这导致了小超在一场意外中被烫伤了。这件事情成为了淑琴和雷敬德感情裂痕的导火索，淑琴决定和他离婚。"
        },
        {
            "izjdrd": "drzj76912",
            "tzjdritle": "云丘邂逅",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-08/17651654961.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/549.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/587.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "马栗,孙琰清,陈名豪,戎子承,王希,安娜,陆禹衡,周熙哲,潘玺冰,徐本一,沈丹萍,白红标",
            "dzjdrirector": "李涛亮",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　林婧，绿野集团继承人，性格刚毅，却在人生巅峰遭遇背叛。苏晓梦，民宿小职员，性格温婉，却深陷家庭泥潭。一次偶然，两人因定洞神针，交换人生。林婧“变身”普通服务员，却以敏锐眼光和果断决策，让民宿焕然一新。苏晓梦“跃升”商界精英，用真诚与关怀，让绿野集团焕发活力。期间，林婧邂逅了酿酒师陆逍，苏晓梦亦获得了下属韩子明的守护。历经重重风波后，两人彻底挣脱渣男与原生家庭的枷锁。再度相遇定洞神针，两人回归原位，却都因这段奇妙旅程而蜕变，各自寻获真爱，也在彼此的人生轨迹中找回了失落的成长与初心。"
        },
        {
            "izjdrd": "drzj77030",
            "tzjdritle": "已读未回的百年",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-09/202512091765254238.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/886.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "林远尽,",
            "dzjdrirector": "古宛鑫",
            "azjdrrea": "大陆",
            "tzjdrag": "战争,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "现代青年何丛在整理爷爷遗物时，触碰了一封装有残破照片的抗战家书，竟因此跨越时空。"
        },
        {
            "izjdrd": "drzj77021",
            "tzjdritle": "拿什么拯救你，我的爱人",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-09/17652476651.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/365.m3u8"
            ],
            "yzjdrear": "2002",
            "azjdrctor": "刘烨,于娜,印小天,傅晶,张谦,马书良,王岗,李崇霄,赵子琪,贺镪,李苒苒,石燕京",
            "dzjdrirector": "赵宝刚",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "7.6",
            "czjdrontent": "　　该片是海岩新版”生死之恋三部曲“中的第一部。　　青年律师韩丁（印小天 饰）在南方小城办案时，偶然遇到清丽脱俗、明艳绝伦的罗晶晶（于娜 饰），并暗恋于心。一场突发事件使出身富贾之家的罗晶晶在遭受丧父、破产的打击后，孤身流落到京城。韩丁又一次巧遇罗晶晶，很快坠入爱河。不久晶晶的初恋情人龙小羽（刘烨 饰）出现了，在晶晶与他见面时被警察以杀人嫌疑犯带走，因忘不了那段曾经让她刻骨铭心的爱情，便请求韩丁为小羽辩护。为了维系两人的感情，韩丁违心地卷入了这件杀人案的调查之中，在扑朔迷离的案件中，韩丁得到新的证据，就在刑场上执行命令下达以前，韩丁挺身救下了小羽，晶晶却重新回到龙小羽的怀抱。但是韩丁的同事老林又发现了新的证据，新的证据表明了，小羽确是杀害他过去的女友四萍的凶手。最后，小羽在四萍母亲面前割腕自杀了，绝望的晶晶走了。韩丁在无边的等待中会再次遇见这个女孩吗？"
        },
        {
            "izjdrd": "drzj76979",
            "tzjdritle": "南门口",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-08/202512081765169582.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/274.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "",
            "dzjdrirector": "胡小毅",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "0.0",
            "czjdrontent": "故事发生在湖南长沙市区的南门口，讲述了几个土生土长的青春少年：小令宝、细罗、解小明、东子和美丽少女冯燕子平凡而传奇的成长故事"
        },
        {
            "izjdrd": "drzj76902",
            "tzjdritle": "一场风花雪月的事1997",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-08/17651564491.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/41.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/989.m3u8"
            ],
            "yzjdrear": "1997",
            "azjdrctor": "徐静蕾,濮存昕,刘汉强,姜武,丁志诚,傅彪,杜志国,徐秀林,毛乐,冯雷,李梦男,刘金山,冯国强",
            "dzjdrirector": "赵宝刚",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "7.6",
            "czjdrontent": "　　故事源于一把意大利小提琴，这把价值连城的小提琴在我国失窃后，被偷运到香港，引起了香港两大黑帮——潘氏家族和天龙帮的一场火并。潘家幼子潘小伟被偷送到大陆避难，我公安人员闻讯后，立即组织侦破小组，以潘小伟为线索，展开了追查小提琴的工作。　　潘小伟被天龙帮一路追踪到北京，正当杀手向潘小伟下手时，我公安人员一并擒获二人。　　经过审讯，得知小提琴现在潘氏家族手中，但由于潘小伟从不参与家族事务，故并不清楚小提琴的具体下落。于是，侦察队长伍立昌派出刚从刑警大学毕业的女警官吕月月，化妆成导游小姐，与其他几位刑警同志，在保护潘小伟生命安全的前提下，追查国宝级文物小提琴。　　我公安人员对潘小伟实行监护，天龙帮则一直暗中伺机杀死潘小伟，以滋报复，老刑警纪春雷在万分危急的关头，胆大沉着，冒死救出了潘小伟，并把监护对象安全交给了组织。　　这次事变触动了潘小伟，他终于答应配合警方，劝说其大哥潘大伟交出小提琴，通过几天的接触，月月和潘小伟这一对青年男女产生了朦胧的情感，而一直暗恋月月的刑警薛宇的心里不是滋味，与此同时，我公安人员在几经波折后，获悉天龙帮帮主即将抵京参佛拜庙，顺便接受潘家议和之礼——小提琴，于是侦破小组布下天罗地网，在潘小伟的主动配合下，计定夺回国家财产，哪料节外生枝，潘大伟让潘小伟利用献琴之际暗杀了天龙帮帮主，并携琴私逃。　　正当公安人员对潘大伟和小提琴进行搜捕时，潘小伟竟瞒着大哥，偷出小提琴，冒险来见吕月月，在吕月月的劝说下，潘小伟把小提琴悄悄交给了警方。小提琴终于回归祖国。潘小伟欲与吕月月南下出逃。一路上，潘大伟等人严密监守吕月月，使其无法与组织取得联系，直到他们来到出境前的最后一个小镇。吕月月趁中人熟睡之时，犹豫再三，终于以人民警察的责任感和使命感战胜了个人私情，悄悄拨通了报警电话……　　当刑警们赶到时，潘大伟等已死于同天龙帮的厮杀中，而潘小伟也在吕月月和她的队友们面前，绝望地自杀了。　　回到北京，月月回想自己在被挟持的过程中，由于私情而产生过种种犹豫和矛盾，为此，吕月月深深自责。她辞去刑警的职务，回到东北老家，正当她准备深居简出、平淡度日时，却发现自己已怀上了潘小伟的骨肉。孩子是无辜的，更何况是自己亲生的，月月决定生下孩子。为了抚养孩子，月月辗转求职，生计困顿，最后只好又回到了北京，做起了陪酒女郎，喝酒买醉，来麻痹自己。　　潘氏家族得知大陆仍有潘家后续的香火，为收回孩子，潘家诱骗吕氏母子去了香港，一年后，吕氏母子惨死街头，成为潘氏家族内部利益斗争的牺牲品。"
        },
        {
            "izjdrd": "drzj76872",
            "tzjdritle": "儿女情长",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-06/17649899181.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/981.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/497.m3u8"
            ],
            "yzjdrear": "1996",
            "azjdrctor": "奇梦石,王玉梅,奚美娟,张芝华,何政军,吴冕,何麟,唐广书",
            "dzjdrirector": "石晓华",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭,剧情",
            "fzjdren": "8.8",
            "czjdrontent": "　　童福昌（奇梦石 饰）和方秀云（王玉梅 饰）结婚多年，共同生养了六名子女，一直以来，夫妻两人相敬如宾，感情十分要好。如今，孩子们都已经各自成家立业，两位老人操劳一生，总算过上了平静的晚年生活。　　然而，厄运降临到了这个大家庭之中，一场意外让童福昌失去了行动和自理的能力，他不仅住进了医院，还需要时时有人在身边照顾。在医院里，大女儿童建菊（奚美娟 饰）偶遇了曾经的初恋情人，如今的院长高士达（王时槐），这让她感到惊喜交加。童福昌出院后，子女们担负起了轮流照顾他的责任，人一多事就多，随着时间的推移，各种各样的矛盾渐渐浮出水面。"
        },
        {
            "izjdrd": "drzj76839",
            "tzjdritle": "无间罪",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-05/17649056911.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/491.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/57.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "孙健淇,蔡心,江川,倪美诗",
            "dzjdrirector": "宣孟阳",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑",
            "fzjdren": "6.2",
            "czjdrontent": "　　本剧讲述了警察朱骁因追查721投毒抛尸案，导致身患抑郁症的恋人自杀身亡，丢失了警察初心，陷入彷徨，但仍然砥砺前行，最终破除迷茫，查清恋人之死真相，实现了自我治愈和自我拯救，重拾警察信心的故事。"
        },
        {
            "izjdrd": "drzj76840",
            "tzjdritle": "大侦探女友",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-05/202512051764905729.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/811.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "董昕赟,杨承翰",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "留学归来的侦探冯芊芊，为追查陈年旧案与前任探长张敬中重逢，却卷入百乐门离奇命案。镜中鬼手、五行祭祀、易容杀手……层层迷雾之下，竟是多年前灭门惨案的延续。双强侦探被迫携手，在诡谲阴谋中能否守护彼此，揭开最终真相？"
        },
        {
            "izjdrd": "drzj76264",
            "tzjdritle": "孤鸢",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-26/202511261764151495.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/536.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/926.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "内详",
            "dzjdrirector": "任东霖",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情",
            "fzjdren": "6.2",
            "czjdrontent": "民国年间，女杀手青猫惊觉养父王鹏辉，竟是当年灭她满门的真凶。惨遭其追杀，幸得花姐出手相救。为复仇，青猫蛰伏五年，化名柳如梦归来，假意协助王鹏辉之女王婉儿追求少帅陈文彬，借此潜入王家暗中搜集烟土罪证。然而在周旋之中，竟发现陈文彬是她孤儿院时期的青梅竹马，旧情与仇恨让二人陷入爱恨纠葛。而王家的烟土黑幕之下，还隐藏着更为凶险的阴谋，青猫的复仇之路，实则刚刚开启……详情"
        },
        {
            "izjdrd": "drzj76734",
            "tzjdritle": "法官的荣耀",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-03/17647329111.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/90.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/789.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "刘美含,霍青,沈保平,赵中华,张彦博,赵宸毅,唐敬成,徐希新,王义强,张义强,邵兵,杜红军,赵振宇,及晓龙,陈景斌,周冰,陈格麟,王京城,徐博涵,刘佳音,崔立明,容玉金辉,于连君,张广廷,丁海燕,王英英,孟杰,马周儿,杨子昂,伏芊诺,王春妹,张皓瑒,杨大川,王西妤,尹怀俊,徐亭亭,管理,朱可歆,王俊英,滕烨,王克玲,曾曾,贾馨雨,吴旭东,谷丰,任志芬,周鹭阳,赵冠朝,丛润滋,史艳,黄瑞瑞,杜红军",
            "dzjdrirector": "范博洋",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　女大学生林子涵考到西原县当了一名法官助理，她一心想办惊天大案，但上班第一天，就被老法官张志民拉到村里，为村民争一头牛开庭。林子涵在处理案件的过程中，逐渐脚踏实地，明确了自己想要成为一名乡村大法官的决心。"
        },
        {
            "izjdrd": "drzj74962",
            "tzjdritle": "风与星光是归途",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-12-02/202512021764646541.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/105.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/542.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "王钧浩,余逸蕾,吉禹梦,董星岩,佟小虎,赵婉鹭山,丁洋,潘元甲",
            "dzjdrirector": "李立铭",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "0.0",
            "czjdrontent": "全剧以绿水青山就是金山银山理念、青年入乡为主题，定位现代青春爱情、创业轻喜剧。剧情将安吉“大余村”作为原型背景，以女主陆青青从都市返乡 [2]为叙事主线，巧妙串联起“外星来客”余西辰的隐秘守护、女主外公陆御景对乡村生态的坚守，以及村民在绿水青山间的温情日常，积极传递“乡村是接纳所有真实的港湾”和“广阔天地大有可为”的精神内核。"
        },
        {
            "izjdrd": "drzj76440",
            "tzjdritle": "误杀记忆",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-29/17643898721.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/246.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "张达塬,骆诗琪,原泉,任铭铭,钟煜霖,曹雪雅",
            "dzjdrirector": "胡天柒月",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑,犯罪",
            "fzjdren": "6.2",
            "czjdrontent": "　　改编自爱奇艺小说作者初墨不姓熊《误杀记忆》。　　六年前，因为一场车祸，苏软昏睡病床。六年后，她奇迹般苏醒。 回到家中的她意外发现了一本日记本，日记本确定是她的笔迹，时间是六年前。 日记本记录了一件关于她的秘密，她杀了人。 苏软对这部分的记忆全无，她患了心因性失忆症中的局部性失忆症，选择性遗忘了一些发生过的事， 她丧失地部分记忆，以日记这种特殊的方式储存了起来，然而因为日记本存放年久，后半部分受潮，字迹变得模糊不清无法辨认。 苏软不愿意相信自己杀了人，她身边多了一个又一个的陌生人，他们的目的，直指六年前废弃医院的凶杀案。 苏软不得不踏上了自证清白之路。"
        },
        {
            "izjdrd": "drzj75820",
            "tzjdritle": "全员加速中之赏金猎人",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-20/17636201591.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/841.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "曹恩齐",
            "dzjdrirector": "李恒建",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　民国乱世藏奇案，文物守护掀暗涌！曹恩齐饰核心解谜探长叶寒舟，携手罗予彤 李晋晔组成探案小队， 复刻综艺高能追逃，猎人围堵+密室解谜双线狂飙！极限博弈里藏着阴谋与正义，每一步都是陷阱还是救赎？"
        },
        {
            "izjdrd": "drzj76427",
            "tzjdritle": "神医朱丹溪",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-29/202511291764378802.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/529.m3u8"
            ],
            "yzjdrear": "1993",
            "azjdrctor": "谢钢,沈丹萍,杨宝河",
            "dzjdrirector": "秦燕,杨影",
            "azjdrrea": "大陆",
            "tzjdrag": "古装,传记",
            "fzjdren": "6.2",
            "czjdrontent": "　　电视剧《神医朱丹溪》由秦燕影视创作室与杭州电视台于1993年联合摄制，秦燕、杨影执导，张宝瑞编剧，谢钢、沈丹萍、杨宝河主演。该剧共8集，属传记、古装题材，讲述元代医学家朱丹溪的生平故事 。 剧情以朱丹溪的人生轨迹为主线，展现其医学成就。该剧被列为反映中医精神的影视作品之一"
        },
        {
            "izjdrd": "drzj76240",
            "tzjdritle": "重返2125",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-25/202511251764064926.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/255.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "刘昊哲,马菁卓",
            "dzjdrirector": "张十僖",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "大学肄业生李陌川拥有能够预知危险的超感力，但他只想安稳地和相依为命的姐姐把日子过好。然而，麻烦和危险却接踵而至，甚至日渐致命！此时，他遇到了一名掌管着一家神秘物流公司的年轻女子，柳昔希。柳昔希自称来自一百年后，而李陌川竟是未来全人类的公敌……"
        },
        {
            "izjdrd": "drzj76272",
            "tzjdritle": "张露萍",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-27/17642051831.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/730.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/768.m3u8"
            ],
            "yzjdrear": "1983",
            "azjdrctor": "洪学敏,董霖,谭增卫,张小亲,唐光辉,郑在石,冯奇,王俊,古月",
            "dzjdrirector": "毛玉勤",
            "azjdrrea": "大陆",
            "tzjdrag": "历史,战争,传记",
            "fzjdren": "6.2",
            "czjdrontent": "　　主要描写1939年秋，重庆地下党员张露萍、冯传庆、张蔚林等同志在敌人心脏中，进行艰苦斗争。为党和祖国献出了自己年轻的生命。"
        },
        {
            "izjdrd": "drzj76259",
            "tzjdritle": "无瑕人生",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-26/202511261764133255.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/763.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/563.m3u8"
            ],
            "yzjdrear": "1995",
            "azjdrctor": "左翎,朱茵,陆玲,傅冲,高蓓蓓,佘晨光,姚安濂,安振杰,曹沪芳,谢轶波,张家松,徐彪,晋松,朱桢",
            "dzjdrirector": "包福明",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　这是一部以医院为基本舞台，以女性为主要角色的电视剧。　　临江医院在“树形象、创一流”竞赛中走了下坡路，被“黄牌警告”并摘去“流动红旗”。新任院长李若霜努力扭转因管理不善和复杂人事而导致的被动局面。这时院内流言四起，又来了一批医大和护校分来的新人。李若霜冷静处理“红包”、“杜冷丁”、“假药”等等事件，又借助老专家的正直、真诚，新生代的钻研、进取，使临江医院步步走出低谷，特别是通过一起重大交通事故的抢救工作，医务工作者忘我奋斗、不懈努力，在救死扶伤的事业中做出新的贡献。"
        },
        {
            "izjdrd": "drzj76254",
            "tzjdritle": "追踪2004",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-26/17641256831.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/732.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/258.m3u8"
            ],
            "yzjdrear": "2004",
            "azjdrctor": "姜武,杨立新,杜源,周浩东,连奕名,朱媛媛,郭虹,张晋,马赫,李燕生",
            "dzjdrirector": "李自人",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑",
            "fzjdren": "7.5",
            "czjdrontent": "　　老警察宋长忠值班路上遭人袭击打成植物人。40天后，老警察孙贵清同样在值班路上遭到袭击，受到严重伤害，随身携带的五四式手枪也被抢走，谷城被震惊了。一时间，谷城的大街上看不到一个穿警服的人，谷城的老百姓陷在一片恐慌中……　　民警何平虽然在宋长忠家门前水泥路面上发现了与现场相 同的梅花图案鞋底足迹，对谷城进行了地毯式的摸查，然而案件始终陷在一片雾水里……　　孙贵清被杀13天后，警校毕业生林天歌在未婚妻家的小区里被自己的枪支枪杀，五四式手枪也被抢走，公安将案情定为情杀，身为女警察的未婚妻商秋云，成为第一嫌疑人……　　本片根据作家胡玥小说《危机四伏》改编，该书现已重新修订并更名为《墨吏》出版。　　胡玥，女。河北香河人。中共党员。历任教师、电视节目主持人、记者、编辑、警官。现供职于公安部人民公安报社。1984年开始发表作品。1995年加入中国作家协会。著有长篇小说《危机四伏》、《狭路相逢 》、《守身如玉》、《大吃一惊》、《大毒枭自白》，报告文学集《女记者与大毒枭刘招华面对面》、《黑夜有眼》、《无翅的飞翔》、《生命的质地》，诗集《永远的玫瑰》，散文集《为你独斟这杯月色》，电视剧剧本《追踪》（18集，改编自《危机四伏》）、《中国神探》（策划）、《生死瞬间》（改编自长篇报告文学《为了和平》）。作品曾获河北省金牛文学奖，全国报纸副刊好作品奖，《光明日报》、《美文》杂志优秀作品奖，金盾文学奖等，全国十佳女诗人奖。"
        },
        {
            "izjdrd": "drzj74361",
            "tzjdritle": "春天的爱",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-01/202511011762003662.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/377.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/747.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "刘敏涛,刘佩琦,刘亚津,斯琴高娃,姜超",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "       该剧以王桂英为主角，讲述其经历丈夫卷款私奔、家庭破碎后，在乡邻帮助下重建茶园并实现个人成长的故事。通过王桂英与杨民生、李传祥等人的情感纠葛，以及刘晓芳、杨瑞等配角的支线剧情，展现多段婚姻关系的矛盾与和解。剧组采取实地拍摄方式，演员与当地村民共同生活以还原角色真实性。作品聚焦普通百姓生活，通过小人物故事传递积极生活态度。"
        },
        {
            "izjdrd": "drzj76161",
            "tzjdritle": "落跑甜心",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-24/17639826541.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/430.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/937.m3u8"
            ],
            "yzjdrear": "2013",
            "azjdrctor": "陈翔,武艺,姜潮,陈骁,郑靓歆,柴格,谈莉娜",
            "dzjdrirector": "王明台",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,喜剧",
            "fzjdren": "3.0",
            "czjdrontent": "　　落跑甜心徐令娜（郑靓歆 饰）视短跑冠军寒飞（陈翔 饰）为偶像，后见他因故离别田径场，为鼓励他重返赛道，令娜女扮男装，用亡兄徐垒的名字来到寒飞的学校就读。不久，令娜的女生身份被寒飞识破，而令娜则借女孩的天生优势激励寒飞，经过一段时间交往，俩人感情迅速升温。同班男生柴格（陈晓柯 饰）生性粗犷，他对令娜这个清秀的“男生”产生了异样感情。花花公子姜潮（姜潮 饰）一度因暗恋寒飞的前女友贝芮（赵卓娜 饰）而大受情伤，而贝芮则以为寒飞仍爱着自己。贝芮是华冠女子学院的校花，身边从不乏追求者，伹经过一系列交往和观察后，她发现寒飞并不适合自已，真正能与之长相处的竟是之前并不看好的花花公子姜潮……"
        },
        {
            "izjdrd": "drzj76069",
            "tzjdritle": "中方雇员",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-24/202511241763966016.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/947.m3u8"
            ],
            "yzjdrear": "1995",
            "azjdrctor": "史可,陈剑飞,李勤勤,王璐瑶",
            "dzjdrirector": "金丽妮",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　电视剧《中方雇员》是一部反映改革开放、商海沉浮、都市繁荣的电视剧"
        },
        {
            "izjdrd": "drzj76045",
            "tzjdritle": "走到尽头2001",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-23/202511231763906079.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/428.m3u8"
            ],
            "yzjdrear": "2001",
            "azjdrctor": "赵刚,张海,于小磊,孙华",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.1",
            "czjdrontent": "　　上天入地，也要让你无处遁迹。一场强大警力与黑恶势力的殊死较量……被逮捕的罪犯兰小军，在周密的计划下趁夜越狱，并潜逃到同伙家里，取走藏在那里的十二颗手榴弹，逃至固海市后销声匿迹……。　　固海市公安局获悉，将其列为“极度危险分子”，成立以邢警队长李韶华为首的专案组，动用强大警力，力求将兰这颗“隐形炸弹”尽快缉拿归案。与此同时，一走私暴力集团头目沙州雇佣的杀手也来到了被炸弹疑云笼罩的固海市追杀兰小军，因为兰知道其许多不可告人的内幕：走私、偷窃，还有以市委办公室主任和邢警队副队长为首的保护伞，此二人也常向沙州通风报信，在追捕行动中处处作梗……。　　在一次围捕中，专案组终将逃到深山的兰小军制服。而邢警队副队长赵建成却处处寻机刺杀兰小军，保护兰小军的公安战士也屡遭歹徒袭击，引起了李韶华的警觉……。在不懈努力下，案件有了峰回路转的突破性发展，专案组工作重心转移，与沙州等犯罪分子展开智勇比拼……。　　在行径败露后，沙州等人制造了杀人碎尸案、纵火案、绑架案、欲上演最后的疯狂……"
        },
        {
            "izjdrd": "drzj76018",
            "tzjdritle": "蔷薇雨",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-23/17638621741.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/671.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/53.m3u8"
            ],
            "yzjdrear": "1998",
            "azjdrctor": "吴冕,廖京生,曹翠芬,吴竞,凌之浩,莎莉,池华琼,胡庆树,陈奇,李秀冬,贾一平,唐汤民",
            "dzjdrirector": "张仁川",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭",
            "fzjdren": "0.0",
            "czjdrontent": "　　《蔷薇雨》根据胡辛的同名小说改编，以江南某市为背景，讲述颇有名望的徐家书屋，在市场经济大潮冲击下的种种变故。出身书香门第的徐家七姐妹面对各种观念，尤其是婚姻观念的嬗变，在与传统的冲撞中，苦苦寻求自己的人生价值。而尊卑悬殊、性格迥异的几位男子与徐家姐妹及古巷女子的有意无意、有缘无缘的相识相交、相爱相弃所激起的感情波澜，使剧情起伏跌荡，扑朔迷离……"
        },
        {
            "izjdrd": "drzj75294",
            "tzjdritle": "他为什么依然单身",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-16/17632874571.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/283.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/181.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "霍建华,朱珠,费启鸣,李凯馨,范静祎,张瑶,刘佳,董思怡,李易祥",
            "dzjdrirector": "郄国伟",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　一个貌似怪咖、实则善良的人，最终被世界宽容的故事。通过塑造一个极致怪癖的男人，引发吐槽、笑料百出的同时，带来有关人与世界的思考。热爱生活的男人年至不惑，却宣称“不婚”，是众星拱月的男神，还是女人避之不及的直男？是“不想结婚”还是“不能结婚”？当一位独身怪癖大叔，终于遇到心目中的女神，他将如何应对，最终抱得美人归。食无定味，适口者珍！没有不结婚的男人，只是没有找到适配的那个人罢了。"
        },
        {
            "izjdrd": "drzj75843",
            "tzjdritle": "大好时光",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-21/17637124271.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/542.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/617.m3u8"
            ],
            "yzjdrear": "2015",
            "azjdrctor": "胡歌,王晓晨,周楚濋,徐百慧,许亚军,高蓓蓓,韩东君,鲁伊莎,吕凉,方芳,陈鸿梅,春夏,许圣楠,刘敏,徐玉兰,邵传勇",
            "dzjdrirector": "夏晓昀",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "6.5",
            "czjdrontent": "　　袁浩（胡歌 饰）长得一表人才，性格成熟稳重，又是旅行社的副总经理，事业前途一片大好，然而，这位如此优秀的男人，却是一个不折不扣的不婚主义者。父母失败的婚姻在袁浩心中埋下了恐惧的种子，之后一段纠缠不清的感情又令他对女人的疯狂与执着敬而远之。　　某日，袁浩遇见了名为茅小春（王晓晨 饰）的护士，巧合的是，和袁浩一样，茅小春亦对婚姻没有任何期冀和向往。茅小春身世复杂，有着不为人知的过去，她和袁浩仿佛命中注定的冤家对头，一见面就是吵不完的架，拌不完的嘴。随着时间的推移，袁浩渐渐发现了茅小春的聪慧与敏感，茅小春亦被袁浩吸引，然而，两人若想走到一起，就必然背叛他们各自的人生信条，他们会做出怎样的选择呢？"
        },
        {
            "izjdrd": "drzj75841",
            "tzjdritle": "空镜子",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-21/17637117081.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/871.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/765.m3u8"
            ],
            "yzjdrear": "2001",
            "azjdrctor": "陶虹,牛莉,姜武,许亚军,刘冠军,何冰,马恩然,彭玉",
            "dzjdrirector": "杨亚洲",
            "azjdrrea": "大陆",
            "tzjdrag": "家庭,剧情",
            "fzjdren": "8.5",
            "czjdrontent": "　　活在姐姐孙丽（牛莉 饰）影子下的孙燕（陶虹 饰）一直都渴望成为姐姐那样的人，长得漂亮，学历又高，周围一直男孩子不断，而自己一切都很平平。漂亮的姐姐虽然喜欢英俊的青梅竹马马黎明（许亚军 饰），但嫌他不争气，后来嫁给了研究员张波（刘冠军 饰）。而孙燕这边，经师傅介绍的医院后勤人员潘树林（姜武 饰）则完全不像姐夫那般有文化懂浪漫，但胜在为人正直对自己也好。可姐姐孙丽却瞧不起潘树林，恰逢这时，孙燕的小学同学翟志刚（何冰 饰）对她发动了猛烈追求，二人不久便结了婚。可婚后，孙燕发现翟志刚心胸狭小，二人完全不合拍，最终以离婚收场。而爱折腾的姐姐留下了女儿和姐夫，出了国和外国人勾搭上，最终也离了婚。一切兜兜转转，而马黎明和潘树林这时又出现在了姐妹俩面前，故事又会朝哪个方向发展呢？　　改编自万方的同名小说"
        },
        {
            "izjdrd": "drzj75836",
            "tzjdritle": "临时家庭",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-21/17637030791.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/657.m3u8"
            ],
            "yzjdrear": "1996",
            "azjdrctor": "梁天,蔡明,沈羽倩,王奎荣,方子春,牛晓燕",
            "dzjdrirector": "梁左",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,家庭,喜剧",
            "fzjdren": "8.0",
            "czjdrontent": "　　在弥漫着现代化时尚气息的老北京城某个单元房，是热衷倒卖古董文物的董寿康（王奎荣 饰）躲清净的逍遥所在，谁知媳妇（方子春 饰）却背着他要登广告把房子租出去。妻管严的董寿康和胆小的女儿董云云（牛晓燕 饰）拗不过强势的女主人，在见过三三两两极不靠谱的租客后，总算迎来了几名长期租客：某广播电台主持人周欣欣（蔡明 饰）、因老婆有外遇一气之下搬出来住的商人刘功达（梁天 饰）以及被公司开除的美容师柳红（沈畅 饰）。　　性格和身份全然不同的两女一男，突然住在一个屋檐下自然矛盾、误会不断，再加上隔三差五出现的怪人，更让这个临时家庭充满了数不尽的乐趣……"
        },
        {
            "izjdrd": "drzj75829",
            "tzjdritle": "真心话杀机",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-21/17636963011.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/266.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/218.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "秦奋,张意枂,金美辰,陈传凯,童家豪",
            "dzjdrirector": "周御白",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑,剧情",
            "fzjdren": "0.0",
            "czjdrontent": ""
        },
        {
            "izjdrd": "drzj75123",
            "tzjdritle": "弥彰",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-15/17631841661.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/594.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/125.m3u8"
            ],
            "yzjdrear": "2026",
            "azjdrctor": "常斌,徐子琁,李果,常喆宽,况琪儿",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "0.0",
            "czjdrontent": "茶山传人伍晓梦为查爷爷死因，化身公关潜伏仇家盛华集团，却与少东家盛云骁上演致命博弈。她爆黑料、闯别墅、验身份，他假失忆、受控制、暗调查，双向伪装下的青梅竹马在真假试探中险象环生，直至茶山重逢引爆记忆。两人联手追查十五年前纵火真相，在订婚算计、药物控制、生死绑架中绝地反击，最终撕开伪善养父的真面目，让茶山冤案昭雪，并在鲜花喜船上迎来盛大婚礼。详情"
        },
        {
            "izjdrd": "drzj75796",
            "tzjdritle": "壮志凌云1999",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-20/17636001481.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/379.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/480.m3u8"
            ],
            "yzjdrear": "1999",
            "azjdrctor": "吴京安,肖雄,金莉莉,白志迪,杨树泉",
            "dzjdrirector": "宁海强",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "7.7",
            "czjdrontent": "　　1947年冬，从陆军选调的飞行员贺怀德、李保旗等人，赶到东北牡丹江时，战争形势发生了变化，航校已向北满转移。贺怀德等人冒着风雪赶上航校一大队，推小火车爬坡时，认识了外号叫“小辣椒”的女卫生员何敏。　　在日本人遗弃的破旧机场上建立的航校一大队，生活与学习条件都十分简陋，在新疆航空队学过飞行的大队长常浩、刘立秋带领大家克服种种困难，组织修复仅有的几架残破教练机，刘立秋在敌机偷袭时，为掩护姚建业牺牲。　　学员们开始了航空理论的学习，由于学员大多只有小学文化，学习航空理论很吃力，加上土匪烧毁了航校油库，李保旗对飞行失去了信心，觉得不如当步兵扛枪打仗过瘾，便和另外两个学员一起开小差，要回老部队去，途中，他们与一群土匪遭遇，战斗中牺牲一个学员，抢到一马车汽油，返回了航校。　　艰苦训练生活开始了，拼装教练机，没有航空汽油就试用酒精代替，没有初教机，经航校批准，一大队学员直上高教机飞行，创造了世界航空史上的先例。　　常浩带着贺怀德等几位优秀飞行员参加开国大典的空中分列式，驾机通过天安门上空，接受中央领导人的检阅。在颐和园门口，贺怀德巧遇母亲的养女薛喜莲，原本喜莲欲将母亲遗物交给他，不料贺怀德领受新的任务匆匆离别。　　此后不久，常浩被任命为空军组建的第一支航空兵部队——混成旅的歼击机团团长，贺怀德也跟随他，改飞米格－15歼击机，并担任飞行中队长。　　朝鲜战争爆发了，混成旅扩建航空兵师，常浩师长率部开赴安东，参加抗美援朝。已参加志愿军的薛喜莲，此时也被选进东北航校学飞行，在转运货物、伤员的枢纽站与贺怀德失之交臂。　　年轻的中国空军，虽然只飞了几十个小时的喷气式飞机，却不畏强敌，在苏联空军和朝鲜人民空军的配合下，勇敢地迎战世界空军强国。李保旗猛打猛冲，第一个击落敌机，很是得意，身为飞行大队长的贺怀德，几次空战都没有战绩，思想压力很大，暗恋贺怀德的何敏不断鼓励他，在一次空战中，贺怀德不听返航命令求功恋战，迫降时造成三等事故，受到降职处分，贺怀德认识到自己的错误，认为光凭勇敢不够，还要讲战术，后来，他冷静作战，采用伏击战法，一举击落美国空军“超级王牌”飞行员维尔斯。空联司专门为他举行庆功会。会上，专程赶来的空军刘司令员豪气地说：“打掉维尔斯，王牌飞行员就站在中国空军的行列里！”　　中国空军越打越成熟，副团长姚建业6分钟击落3架敌机，被苏联红旗学院列入经典战例教材。　　激烈的战斗在继续，贺怀德与气象员何敏的感情也日趋深厚。　　在中国空军的沉重打击下，美国空军被迫将活动范围退缩到朝鲜清川江以南。但中国空军在轰炸大和岛时，因协同失利，轰炸机部队损失甚重。由此教训，柯瑞、贺怀德意识到空军战术协同的重要性，向刘司令提出“一域多层四四制”的战术设想。　　由于美国企图突破“米格走廊”，出动大批飞机北犯，致使朝鲜空战规模越打越大，也越来越激烈，中国空军迅速组建一批新的航空兵师，开赴前线轮战。刘司令员指示，把空战推进到平壤以南，配合停战谈判。我机主动前出到清川江以北打击敌人。就在贺怀德所在师准备撤到二线休整前的一次空战中，团长贺怀德的飞机不幸被敌机击中。跳伞后，贺怀德的左摔骨折，被送到后方医院治疗，常浩为了照顾有情人，安排何敏到贺怀德所在医院治胆囊炎，顺便侍候贺怀德。已成为中国第一批女飞行员的薛喜莲，一直追寻贺怀德，闻讯赶到医院巧遇何敏，薛喜莲把装着母亲要他们成亲的遗言给了他，贺怀德在情感上陷入了矛盾，贺怀德以惊人的毅力战胜伤痛，配合治疗，让医生再接断骨，重返蓝天。　　但是，由于误会，贺怀德与何敏的关系出现裂痕。何敏一赌气，接受了对她心仪已久的李保旗的求爱。贺怀德怅然若失。　　朝鲜停战，刘司令员到前线，机场上百枪齐鸣，庆贺胜利。刘宣读毛泽东主席签署的表彰立功飞行员贺怀德、姚建业、李保旗等人的嘉奖令。　　朝鲜战争结束后，常浩、贺怀德与李保旗作为富有作战经验的指挥员和战斗骨干，被调到东南某航空兵师，参加解放一江山岛。这是我军第一次陆海空三军联合作战，战斗惊心动魄。祝捷大会的那天晚上，贺怀德与薛喜莲，李保旗与何敏同时举行了婚礼何敏流露出不易察觉的伤痛。天有不测风云，在1958年紧急入闽作战中，已是团长的李保旗被台湾国民党飞行员发射的“响尾蛇”导弹击中牺牲。　　作为李保旗的老战友，何敏的初恋情人，贺怀德对他的遗腹子李亮、疼爱有加。　　台湾当局不甘心他们东南沿海空战的失败，频频出动美制P－2V低空侦察机窜犯骚扰大陆。贺怀德指挥飞行大队长周占魁，无线电静默出击，一举击落P－2V。　　周占魁成了英雄，也得到军区文区团歌唱演员聂小丹的爱慕。可是，他们结婚以后才知道，聂小丹还有个从小抱养给别人，后流落到新加坡的姑妈。按当时飞行员配偶不能有海外关系的规定，周占魁如不离婚就得停飞。恰好这时发生了“北部湾事件”，轰炸越南北方的美国飞机多次窜入我国境内，空军决定贺怀德师赶广西轮战。高射炮兵出动；雷达部队警戒。(由于妻子有海外关系)尽管上级已免除了周占魁的团长职务，贺怀德认为临阵换将乃兵家大忌，不肯解除周的指挥权，压下命令暂不传达。轮战中，刘立秋的儿子刘仲夏飞机发生故障，迫降时为保护一所小学而牺牲。加上未能及时执行命令，解除周占魁的团长职务，轮战凯旋后，贺怀德被免职，调到军事理论研究室当了研究员。　　在广西，毗邻机场的高炮部队埋伏击落了美机。　　周占魁坚持飞行，聂小丹忍痛与丈夫离婚。　　此时，由于极左思潮对空军建设的冲击，航空兵部队的训练时间锐减。　　飞行员技术水平下降，有的连改出螺旋都没有飞过，部队事故率骤增，在西北某航校当校长的姚建业开会路过吴州时，贺怀德与他谈起这些，不禁忧心如焚。　　70年代，周总理指示某空军承担“机载空投小型原子弹试验”时，点名要贺怀德担此重任，为此，上级决定由贺怀德亲自指挥这次重要试验。　　大西北试验场上空，因飞机投掷系统发生了故障，原子弹投不下来，贺怀德沉着地疏散基地人员全部转入地下，冷静果断指挥周占魁驾机带弹着陆成功，实现中国空军史上的壮举。贺怀德关心不幸的何敏，何敏压制自己内心的情感，努力工作。　　八十年代初，高级指挥员贺怀德从改出螺旋抓起，大刀阔斧地狠抓飞行训练，提高部队飞行素质。此时，飞行团长吴国安以夫妻两地分居为由，调到运输航空兵部队，但因怀念自己的歼击座机，经过一番思想斗争，毅然重返歼击航空兵部队。他回到老部队后，便主动向贺怀德表示一定要痛改前非，好好做人。由于贺怀德关爱李亮甚过自己的女儿，薛喜莲对何敏也生出戒心与他发生龃龉。司令员常浩夫妇连夜登门劝解。　　周占魁找到聂小丹，想复婚，可聂小丹不愿意放弃省城的大舞台，跟他随军到吴州那个小城市去。周占魁无奈，只好与薛喜莲为他介绍的一位地方医生结了婚。可是，婚后两人生活情趣差异颇大，感情一直不谐。　　李亮刚从地方大学毕业，正值空军航校招收一批具有大学学历的飞行员。李亮被破格录取，实现了多年的心愿。在航校期间，李亮到校长姚建业家去玩，结识了他的女儿姚蔚蓝，倾慕不已，然而放单飞时，这个很有飞行天份的小伙子架机驱赶牧场上的马群，受到校方处分。　　经过两年的飞行学习，李亮、项远方和杨凯成为空军第一批双学历优秀飞行员。李亮被分配到父亲生前所在部队直接飞“隼”式歼击机，很快显示出他精湛的飞行技艺，成为飞行尖子，他决心更多矢志于空军建设，颇得姚蔚蓝的好感。幼时伙伴女飞行员吴小曼一直倾心于李亮。　　副师长吴国安带领李亮和杨凯去欧洲某国考察，对方十分傲慢，坚持与中国空军飞行员在飞行模拟舱里比试，以确定在何种程度上进行交流。李亮3：0击败了曾获女王勋章的资深飞行教官詹姆斯上校。拉着，杨凯又应对方要求，稍作熟悉便驾驶“幻影－2000”战斗机与皇家功勋飞行员雷格上校实飞空战，仅用3分钟将其“击落”。中国空军飞行员的3：0与3分钟，令欧洲军界一片震惊。　　为改进空军训练体制，李亮邀姚蔚蓝一道编制了“飞行训练评估”电脑程序软件，周天赞助科研费用，使飞行训练上了一个新台阶。　　在一次电视节目采访中，主持人贺萍结认了能言善辩的项远方，俩人一见钟情。项远方一直不满足飞“鹰”式歼击机，他一心想飞最新型的“隼”式歼击机，未能如愿，便意气消沉。此时，从海外学成归田的周占魁之子周大，被聘为东南航空公司总经理助理。他看中了项远方，许以高薪，想把他挖到航空公司去，周天多次劝说，项远方终于经不住诱惑，向部队反映自己有高空眩晕症，不宜飞行。周占魁得知儿子周天在控空军墙角，大怒，令军务科长禁止周天进入营区。与此同时，项远方要求通役，转业去民航直飞黄金航线，岳父贺怀德大为恸容，李亮请贺萍劝说，项远方仍不愿放弃。贺怀德一怒之下，决定项远方停飞，记大过。但在确定前去参加广西边境小学纪念刘仲夏活动的人选时，他还是写上了项远方的名字。纪念活动使项远方深受触动。在刘仲夏的墓地前，他沉思良久，回到部队，他就向师长请求，撤回病历。　　在李亮带动下，项远方和杨凯飞行训练立足于以劣胜优，研究出飞行战术战略的“武器平台”理论，赢得了军事专家一致好评和赞许。　　就在贺怀德与当年的老对手维尔斯相会，畅谈于北京时,因编撰《空军气象事故之研究》一书积劳成疾的何敏却胃癌扩散，生命垂危。得知消息，贺怀德连忙匆匆赶回控望何敏心跳已停止。　　代号“雷霆一号”的陆海空三军联合演习开始了，贺怀德全部参演，胜利完成空中封锁、空中打击和支援登陆作战的任务后，他就退出现役了，转场机群全部低空通场，以代军最高礼节，向这位为中国空军的强盛奋斗了近半个世纪的将军致敬。"
        },
        {
            "izjdrd": "drzj74408",
            "tzjdritle": "山神异闻录",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-04/17622301281.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/976.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/403.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "黄俊捷,丁笑滢",
            "dzjdrirector": "陈聚力",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑,奇幻,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "金十三是老把头金不换的养子，自幼习得采参辨参的绝技。三年前放山大会，金氏全族遭人设计惨死，金十三侥幸逃脱后重伤沦为“血奴”。历经非人折磨，他终于逃出生天。三年后他重返关东山，布局誓要手刃仇敌……"
        },
        {
            "izjdrd": "drzj75217",
            "tzjdritle": "上海沧桑",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-16/17632669881.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/26.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/415.m3u8"
            ],
            "yzjdrear": "1999",
            "azjdrctor": "巍子,严晓频,王琳,佟瑞欣,吴越,马晓伟,江珊,华明伟,丁丹妮,孙斌,董媛媛,张逸凡,刘子枫,金小燕,屠茹英,徐峥,徐露,邵汶,王宇,罗海琼,李国梁,韦力,陈少波,刘涛,金鑫,程述,刘琼,吴冕,张芝华,孙敏,徐幸,王国京,史兰芽,姚安濂,叶青,陈锐,孙清,茹萍,赵胜,王华,王亚楠,高蓓蓓,余宙,古月",
            "dzjdrirector": "黄蜀芹",
            "azjdrrea": "大陆",
            "tzjdrag": "战争,剧情",
            "fzjdren": "9.0",
            "czjdrontent": "　　1899年上海名门望族唐同舒府上，同舒的妻子临盆在即。其时，一匹快马驰来唐府。来者是人称“雁儿格格”的上海道台之友。她之所以来之匆匆，是为急报心上人唐同舒：唐父，唐家老爷唐奉化投身反满活动，杀身之祸近在眼前。忙乱中，大管家带走两位公子唐大浦、唐尔浦，唐杨氏在大雨之中将三公子生于一家文房四宝店铺门前。在圣约翰就读行将毕业的唐同舒，正拟前往美国留学，雁儿盼望和他一起远走高飞。　　奉化锒铛入狱，唐家老小也被赶出家门，唐家商号也均遭籍没。澡堂里，唐同舒偶遇破产落泊的英国银行家亨里，把八百两银票稀里糊涂转送给了这位陌生的洋人。酒醒后，他索性在一家老虎灶隐姓埋名当了卖苦力的茶工。但就在那里，同舒被一位老茶客识破，这位茶客原在唐奉化手下谋事，就有意将同舒介绍到英国煤炭商曼吉那儿。　　同舒从跑街升为买办，唐家开始有了转机。雁儿带来沈一奇请同舒帮忙。而五岁的沈一奇之女沈鲠萍和唐家三公子唐三浦一见如故，格外投缘。同舒为避免再在两个女人间周旋，去了宜兴，却遭乡民们围攻。雁儿格格救了他，同舒遂下决心休妻娶雁儿。同舒、雁儿婚后又生一儿一女，雁儿自觉家庭生活太过平常，与同舒也失去了往日的激情。　　武昌起义成功后，同舒感慨万千，前往断头台祭奠父亲。同舒送大浦、尔浦出国留学。雁儿终离唐家，临行前告诉同舒，自己帮他贷的100万元是从哈同的户头上出来的。哈同利用自己的100万元吞了唐同舒的码头。同舒内外交困。　　沈鲠萍找雁儿，雁儿托她转交一条钻石项链给唐同舒做资助，唐同舒拒收。危急时刻，曾得唐同舒援助的英国银行家亨利伸出双手把唐同舒从困境中解救了出来。　　尔浦匆匆返英深造，雁儿格格带着小四浦也出国了。同舒收留了烈士之女林阿霞为家中做女佣。阿霞顶的是腊梅的位置，腊梅因为母亲柴家娘姨肺痨吐血，不得不随母亲离开了唐家。三浦毕业在即，为准备演讲，去徐家汇藏书楼翻资料，邂逅被法国军警强行解押回国的陈毅。　　三浦去探望奶妈柴家娘姨，惊闻腊梅把自己卖给了一个86岁的老渣子冯药罐，遂决心与鲠萍一起救其出火炕。沈鲠萍亲眼目睹腊梅在冯家的非人遭遇，遂在报纸上揭露了冯药罐的卑鄙行径，谁知道竟被冯派人绑架，受尽凌辱；而此时腊梅也在冯家自尽身亡，三浦一时疯狂若癫。　　尔浦学成归国，即投入设计十二层唐氏企业大厦事宜。同舒父子做下圈套让沈一奇破了产，沈被逼跳楼自杀，三浦赶来救他一命。唐同舒在最后关头网开一面饶了沈一奇，沈一奇却视为奇耻大辱，誓报此仇。蒋介石向唐家索取二十万大洋作军饷，大浦派四浦送支票，四浦却将钱输给了沈一奇，并将责任全推在大浦身上，蒋介石乘机将数字从二十万提到了四百万。　　四浦偷得价值600万的地契，又低价卖给沈一奇，梅影想请鲠萍帮忙夺回地契。不久四浦对外宣布申华银行已成空头银行，一场挤兑眼看就要发生，唐家愁云密布。绝望的同舒觉得走投无路，欲跳楼自杀，幸亏三浦及时赶到，救下父亲。　　面对四浦的绝情，同舒不得已，痛下决心“清理门户”，四浦终被除。同舒和大浦心力交瘁，想让三浦接手唐家事业，三浦却对从商毫无兴趣，鲠萍献计，推荐了梅影。日机轰炸中，大浦与梅影的儿子伯也耳朵被炸聋，梅影到医院探望儿子时，认出了曾救过大浦的修女罗索馨。　　伯也将设备迁入了重庆，谁知却又被重庆的大官私吞。五琴被日本特务宏田原相逼成亲，五琴大义凛然，与宏田原同归于尽。鲠萍去家具店看自己设计的婚床，被日军刺伤，尔浦赶来，以为鲠萍已死，突发脑溢血，竟然死在那美丽的婚床上。　　上海解放了，在陈毅的关心下，三浦、鲠萍不但复职有望，三浦更被送去华东新闻学院学习，阿霞对此惴惴不安。船厂资金短缺，危机重重，梅影贷款无门，心力交瘁，关键时刻又是陈毅伸出了援助之手。　　春燕爱上了席国光，却被拒绝。三浦、伯也得到毛泽东接见后激动不已。伯也擅自申请公私合营，梅影一怒之下摔碎了伯也的助听器，自己也摔断了腿，坐上了轮椅。　　春燕终于入了党。文革期间，有典带头批斗伯也、三浦，而阿霞摇身一变成了造反派，令三浦瞠目结舌。报社此时也成了造反派的天下，三浦、鲠萍也未能逃过此劫，阿霞平时暗地里的帮助使梅影认识到阿霞乃借造反之名保护唐家。三浦、鲠萍被赶出报社，却当上了唐飞的家庭教师，春燕在极大的精神压力下试炼特种钢，失足掉入钢包，化作了一块钢锭。　　有典带头批斗伯也、三浦、席国光等，唐飞欲杀有典；三浦、鲠萍被赶出报社，接受审查；早已皈依佛门的鲠朋被迫还俗，与灵芝生子宝树，生女小蝶；阿霞以假造反保护唐家，最后患病被造反派耽误，惨死在手术台上。　　这期间，王洪文靠席国光的帮助，解决了上海的用电问题，席国光仍被押回监狱。梅影去世前，将早年存在瑞士银行的127万美元的存单交给素馨，让她转交仲也，带到香港，待日后政通人和之时，再将唐家这最后一笔钱带回来。　　难熬的岁月，终于过去了。1976年，“四人帮”被党中央粉碎了，欢庆声中，三浦、鲠萍喜不自禁，饮酒舞剑。　　改革开放时期。　　三浦重漆婚床，与鲠萍进入了绚烂的“黄昏恋”。春燕死后，一直照顾唐飞的秋燕，大胆地向席国光吐露了那份深埋心底的爱意，两人在三浦与鲠萍的婚礼前，喜结良缘。此时席国光官复原职，重新修订《上海经济发展大纲》，有典却仍然执迷不悟，并向党中央写公开信。　　1979年，掀起了改革开放的大潮，唐飞也实现了赴美留学的愿望。　　三浦和鲠萍要正式结婚了，婚礼前夜，鲠萍抑制不住内心的激动，拔剑起舞，几十年刻骨铭心的爱，刹那间涌上心头，也许过于激动，鲠萍心脏病发作，离三浦而去。三浦无法接受这样的事实，抱着鲠萍的遗体，久久不起。　　七八年过去了，唐家渐渐热闹起来，仲也带着那127万美元的存单回到上海。这笔钱由于是信托投资，时至今日，连本带息已有五千多万美元。如今的唐家承受不起如此巨大的款项了，仲也希望分钱，伯也想交公，为此，唐家上上下下意见纷纷。席国光和三浦都希望把钱留给最能振兴唐家的人。三浦毅然拍板，将钱留给唐飞，让他回国，用这笔钱去种好“唐家这块地”。　　九十年代初，浦东开发工作正式启动，几年后，唐飞终于回来了，投入到浦东的开发中。　　邓小平和唐飞一起谈到了中国二十一世纪的未来，令唐飞信心倍增，对其父席国光道：“爸爸，我回来不走了"
        },
        {
            "izjdrd": "drzj75127",
            "tzjdritle": "和婆婆一起出嫁",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-15/202511151763205302.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/490.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/417.m3u8"
            ],
            "yzjdrear": "2011",
            "azjdrctor": "丁柳元,罗钢,岳跃,蒋宝英,张志忠,张谦,李冰俏,钱洁,张宇彤,赵天阳,张志勤,齐一闻,侯祥玲,张晶,陆君,张建国,李博,赵廷武,李保华,王建华,张日辉,邢嘉彤,寇玉双,范希",
            "dzjdrirector": "李小亭",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　《和婆婆一起出嫁》通过讲述家庭、邻里之间的感情纠葛、伦理道德、再婚障碍、遗产继承等方面的矛盾冲突，弘扬积极向善的阳光理念。"
        },
        {
            "izjdrd": "drzj75124",
            "tzjdritle": "天阵",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-15/17631846091.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/227.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/843.m3u8"
            ],
            "yzjdrear": "2010",
            "azjdrctor": "连奕名,童蕾,杜志国,何政军,赵会南,李雨泽,郭昊伦,孙鹏宾",
            "dzjdrirector": "赵浚凯,刘国彤",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "5.9",
            "czjdrontent": "　　1945年，长达八年的抗日战争宣告结束，而国共之争却刚刚拉开序幕。为了筹备即将到来的内战，中共方面筹划组建自己的空军，而校址便选在东北某地。然而此消息却被国民党军统机关获悉，戴笠针对中共制定了“死鹰计划”，不断向上在摇篮中的空军航校射出毒箭，更派出神秘特工“13号”前往东北，企图置中共航校于死地。敌人的种种先知举动，也令中共方面认真追查其内部的奸细。与此同时，受美人迷惑的国民党军官肖山因倒卖军火和黄金遭内部追杀，被逼无奈他只得投靠中共航校。背负着家仇国恨的肖山，注定将和一中热血同伴谱写出可歌可泣的革命诗篇……　　本片根据作家权延赤的原著改编。"
        },
        {
            "izjdrd": "drzj74995",
            "tzjdritle": "99号公路",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-08/17626095311.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/978.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/490.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "应振南,罗麦一,刘嘉琪,于散,郑铂瀚,韩钦庚,吴晗,杨帜潇,李怡嘉,王金宝,吴科平,何健,文成,白海龙,道道,伊拉塔,田材夕,小崔,陈柯序,熊新竹",
            "dzjdrirector": "张震,熊飞,吴昊",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　《99号公路》由内蒙古局选送，内蒙古数字文化出版社有限责任公司出品，8分钟*24集，取景地为内蒙古自治区锡林郭勒盟乌珠穆沁草原、西乌珠穆沁旗99号公路等，讲述了一群年轻人将西乌珠穆沁旗99号公路打造成知名旅游打卡地的故事，展现了草原公路的美丽画卷和其中的团结奋斗精神。"
        },
        {
            "izjdrd": "drzj75063",
            "tzjdritle": "声渊",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-12/17629173191.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/496.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "张赫,金贤正",
            "dzjdrirector": "任江涛",
            "azjdrrea": "大陆",
            "tzjdrag": "犯罪,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　以真实案件为基础，采用纪实风格，借单元案串联剧情。全片紧扣声纹技术破案视角，通过对声音线索抽丝剥茧，破解单元谜案、挖掘关键信息、揭开被掩盖的真相。影片以快节奏叙事与细节铺陈，凸显声纹破案的独特魅力，既展现警察对正义的坚守，又将人物命运融入案件之中，让观众沉浸式潜入声音的世界，感受悬疑与宿命感的交织。"
        },
        {
            "izjdrd": "drzj75091",
            "tzjdritle": "乡下人城里人外国人",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-14/17630841531.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/748.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/314.m3u8"
            ],
            "yzjdrear": "1995",
            "azjdrctor": "史戈,张晓林,路羽",
            "dzjdrirector": "阿因",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "8.0",
            "czjdrontent": "　　山村姑娘草儿率领“蟠龙”石雕队进城，与青年设计师秦天领导的“九天”建筑公司合作，共同承建由万福(外方)和欧阳文斯(中方)任代办的中外合资36层摩天大酒店。“蟠龙”石雕队在草儿及其兄根儿的率领下，出色地完成了36根龙柱的雕凿工作；而“九天”建筑公司也克服了重重困难，完成了摩天大酒店的主体工程。在这个过程中，乡下人、城里人和外国人之间发生了一系列的摩擦与碰撞，最终走向了融合。草儿智慧、自强而好学，她跟秦天学建筑设计，跟万福学英语，不放过任何使自己提高的机会，最后获得了国际设计金奖。草儿是被根儿娘抱养长大的知识青年的后代，根儿娘想撮合她和根儿的婚事；但根儿喜欢的是秋妹，草儿也只把根儿当兄长看待。秦天本和梦霞相好，但在共同的事业中，他又深深地喜欢上了草儿。而万福也不由自主地爱上了中国姑娘草儿……"
        },
        {
            "izjdrd": "drzj75019",
            "tzjdritle": "半生缘2002",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-10/17627365101.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/587.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/962.m3u8"
            ],
            "yzjdrear": "2002",
            "azjdrctor": "林心如,蒋勤勤,谭耀文,李立群,胡可,常铖,邢岷山,刘小锋,龚露,郑嘉昊,方舟波,郑蓉蓉,李志良,周笑莉,方圆,吕凉,丁丹妮,吴竞,张丹峰,王仕颖,王艺璇",
            "dzjdrirector": "胡雪杨,王重光",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "7.2",
            "czjdrontent": "　　三十年代，旧上海。顾曼桢（林心如 饰）优雅娴静，在家里照顾母亲，在外独立工作，与同事沈世钧（谭耀文 饰）的爱情刚刚萌芽。曼桢有个姐姐曼璐（蒋勤勤 饰），17岁就出来做了舞女以养活家人，后又忍痛放弃自己的初恋嫁给有财有势能让家里过上富足生活的祝鸿才，祝鸿才并不是一个安生的主儿，婚后依然花天酒地。曼璐年华老去红颜不再，心态也变得古怪。　　曼桢和世钧的恋爱开展得并不顺利，虽然彼此确定心意，却遭到世钧母亲的反对，她更希望儿子与南京的名媛翠芝结合。但她不知道翠芝其实心头另有所爱。曼桢和世钧之间苦难重重，加上试探不断，二人之间误会渐生。　　这边曼璐为了留住丈夫的心，想出了一个恶毒的法子，不惜赔上妹妹的终身幸福。"
        },
        {
            "izjdrd": "drzj75018",
            "tzjdritle": "风华正茂",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-10/17627363891.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/343.m3u8"
            ],
            "yzjdrear": "2011",
            "azjdrctor": "王雷,江铠同,潘之琳,李帅,肖聪,陈恒,解惠清",
            "dzjdrirector": "梦继",
            "azjdrrea": "大陆",
            "tzjdrag": "历史,战争,剧情",
            "fzjdren": "6.0",
            "czjdrontent": "　　1918年，毛泽东同萧子升、蔡和森、何叔衡等新民学会成员一同来到北京筹备赴法勤工俭学之事。在京期间他结识了新文化运动领袖人物李大钊、陈独秀等人，第一次接触到马克思主义，他的思想进入到一个广阔的新天地。毛泽东放弃赴法留学回到长沙，执教于修业小学。正值“五四”运动爆发，湖南督军张敬尧倒行逆施，暴力镇压爱国民众。毛泽东联络社会各阶层，公开打出“驱张”的旗帜，虽取得了胜利，可是，并未改变军政腐败、官僚混乱、民不聊生的三湘现状。迷惘中的毛泽东离开湖南来到萍乡，深入工人阶级，探寻革命成功之路。新民学会中各种主义交锋，成员间逐渐产生思想裂变。终于，萧子升踏上赴法的轮船，彭煌自杀，毛泽东与何叔衡踏上参加中共“一大”的征途，他们犹如滚滚北去的湘江之水，汇入了改变中国命运的历史洪流。"
        },
        {
            "izjdrd": "drzj74957",
            "tzjdritle": "烟火向星辰",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-07/17624921041.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/832.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/991.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "姜凌云,李明桓,乐思铄,周杨雨璐,刘俊谦,张皓霆,李研慈,陈严皓",
            "dzjdrirector": "伍俊彪,叶实民",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "0.0",
            "czjdrontent": "烟花世家的叛逆继承人李尚与返乡创业的咖啡店主栗子，从青涩初恋到现实碰撞。李尚为挣脱家族束缚远走都市却屡屡受挫，栗子在职场遭遇霸凌后回乡开办网红咖啡馆。当两人重逢，李尚深陷烟花厂存亡危机，栗子专注直播事业拓展，在传统技艺与现代潮流的交织中，他们共同守护千年花炮文化。经历研发受阻，资金链断裂，联姻诱惑等考验，李尚以杨岐山为灵感设计出震撼业界的文化烟花，栗子用直播助力产业破圈。当璀璨烟花在夜空拼出嫁给我的誓言，这对眷侣终将个人成长，家族传承与炽热爱意，绽成照亮上栗县的最美星火。"
        },
        {
            "izjdrd": "drzj74996",
            "tzjdritle": "吴晗",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-08/17626100881.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/504.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/32.m3u8"
            ],
            "yzjdrear": "1992",
            "azjdrctor": "赵有亮,丛林,徐雷,李晨,谷丰",
            "dzjdrirector": "未知",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　人们想到吴晗,便会想到\";文化大革命\";。因为\";文革\";的序幕是从批判吴晗的《海瑞罢官》和有吴晗在内的\";三家村\";拉开的。这位在民主革命中和李公朴、闻一多并肩战斗的历史学家,为北京人民造福、为社会主义革命和建设作出贡献。"
        },
        {
            "izjdrd": "drzj74980",
            "tzjdritle": "英雄使命",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-08/17625933691.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/242.m3u8"
            ],
            "yzjdrear": "2013",
            "azjdrctor": "景珂,王新,王艺霖,王珂",
            "dzjdrirector": "林建中",
            "azjdrrea": "大陆",
            "tzjdrag": "战争,动作",
            "fzjdren": "6.5",
            "czjdrontent": "《女子炸弹英雄》于2011年7月在横店开拍，该剧延续了上一部的故事，仍然以女子和炸弹为主题，继《女子炸弹部队》之后，原班人马齐聚一堂，又开始了艰苦的拍摄历程。　　1941年抗日战争，日本侵略军军佐柳生美子带领的日军特别行动队，屡屡潜入我后方国统区恣意妄为，无辜百姓惨遭其害。中共党员刘成打入国民党政府军令部，巧妙利用国民党的资源，组建了一支和日本侵略军针锋相对的抗日力量，与敌人进行殊死较量。与组织失去联系，代号“白鸽”的中共地下党员薛敏担任队长，不断瓦解日军的阴谋。刘成和薛敏带领的这支队伍，在血与火的考验中不断成长，最终完成了抗日的英雄使命。"
        },
        {
            "izjdrd": "drzj74981",
            "tzjdritle": "一代枭雄国语",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-08/17625935911.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/219.m3u8"
            ],
            "yzjdrear": "1986",
            "azjdrctor": "王华,范冬雨,李芸,陈观泰,夏天,古扎丽努尔 Guzelinuer,赵云燕,韩义生",
            "dzjdrirector": "陈观泰",
            "azjdrrea": "大陆",
            "tzjdrag": "武侠,传记,动作",
            "fzjdren": "8.0",
            "czjdrontent": "　　本片是马永贞故事的又一个版本。　　武艺高强的莫荣贞（王华饰）携妹妹淑贞从山东来到上海。他们举目无亲，结识了流浪儿小山东（范冬雨饰）；一场意外，兄妹失散，莫荣贞只得违悖心愿当了一名地下拳手。由于为人正直得罪了黑社会老大白爷（夏天饰），在一场追杀中遇上了歌女小凤（李芸饰），并通过她认识了心胸坦荡的运输界代表谭四（陈观泰饰）。他的淑贞被失业的穷书生俊文救助后产生了感情。俊文无意中在寺庙发现了洋人盗墓之秘，被打成重伤，而这件事的幕后人正是白爷......　　莫荣贞在惩治恶少王公子的活动中非但得到谭四的帮助并由此受到提携，由此进入了上层社会，在一次宴会里认识了白爷的女儿丽娜，丽娜对他暗生情意，她因此帮助莫荣贞兄妹重逢。　　几番风雨，莫荣贞狠狠打击了外国势力，但始终没看清白爷的真正面目，最后在即将离开上海的前夕，白爷通过丽娜请他吃最后一顿晚餐……　　值得一提的是本片中扮演谭四的陈观泰正是邵氏电影《马永贞》的主演陈观泰。"
        },
        {
            "izjdrd": "drzj74975",
            "tzjdritle": "雷公密码之敖丙出逃记",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-07/17625302631.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/789.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "梁山山,余乐欣,胡炜斌,冯新胜,易辉,黎安琪,李洛奇,黎钒梵,孟珍珍,刘梦婷,叶佳怡,孔月颂,彭金询,陈钰蓉",
            "dzjdrirector": "李依理,陈严",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　皮影戏《哪吒闹海》里的配角敖丙觉得自己在皮影戏里不再重要，决定离开皮影的世界，意外撞上了皮影戏剧团团长的孙女、背负着涨粉重任从城市回到汕尾家乡的自媒体博主嘉慧。两人在揭秘雷公精神的道路上擦出了奇妙火花."
        },
        {
            "izjdrd": "drzj74348",
            "tzjdritle": "树影迷宫",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-01/17619722541.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/146.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "廖凡,尹昉,刘琳,富大龙,黄米依,赵阳,马苏,张桐,房子斌,张帆,王艺禅,白志迪,李丛喜,段博文,林沐然,赵佳丽,陶慧,陈玺旭",
            "dzjdrirector": "孙浩",
            "azjdrrea": "大陆",
            "tzjdrag": "悬疑,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　当老民警冉曦（廖凡 饰）遇上公安大赵赶鹅（尹昉 饰），从“互不顺眼”到携手并肩。横跨18年的胡同悬案为何让师徒二人从联手破案到“反目成仇”？井底下的红色高跟鞋、抓不住的胡同杀手……小片警碰上大案子，他们能否成功破局？"
        },
        {
            "izjdrd": "drzj74947",
            "tzjdritle": "号角",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-11-07/202511071762463904.jpg",
            "szjdrtate": "更新至1集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/991.m3u8"
            ],
            "yzjdrear": "2000",
            "azjdrctor": "沈力,李婷,马春莲,赵福余,孙维民,许毛毛,张艺,王光辉,张志坚,张瑞珈,罗军,李克俭,刘方坤,张治中,宗继祥,文章",
            "dzjdrirector": "万盛华",
            "azjdrrea": "大陆",
            "tzjdrag": "剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　新中国广播事业开拓者的故事"
        },
        {
            "izjdrd": "drzj73882",
            "tzjdritle": "红石榴餐厅",
            "izjdrmg": "https://pic3.yzzyimg.online/upload/vod/2025-10-22/17611429101.jpg",
            "szjdrtate": "更新至2集",
            "uzjdrrl": [
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/648.m3u8",
                "https://cdn.jsdelivr.net/gh/970151336/files/hls/gc/gh/767.m3u8"
            ],
            "yzjdrear": "2025",
            "azjdrctor": "白宇帆,加奈那,涂松岩,刘芮麟,王和,高至霆,孔都孜扎依·塔西,阿丽玛,熊睿玲,阿布都克里木·阿不力孜,米热,江依昊,卡迪琳娜,丁勇岱,林永健,侯勇,郝平,李健,张晞临,钱波,尚大庆",
            "dzjdrirector": "黄楠",
            "azjdrrea": "大陆",
            "tzjdrag": "爱情,剧情",
            "fzjdren": "6.2",
            "czjdrontent": "　　美院毕业的明亮，为陪伴病重的养母，放弃了深造机会回到了天山脚下石榴飘香的地方，替母亲承担起了其倾注半生心血却濒临关闭的“红石榴”餐厅。为重振餐厅，他像个大家长般承担起了所有的责任，帮助厨师木拉提、服务员巴雅尔、帮厨安卡尔等人，解决着一系列事业、生活的问题，还借美食家安东之手，将“红石榴”打造成了品质餐厅。在此过程中，明亮不但实现了自我成长、感受着家人般的温暖，也从具体的生活中，感悟到了艺术创作的真谛，为未来艺术发展道路积蓄着力量。"
        }
    ]
}